Repository: jaywcjlove/app-i18n
Catalog: i18n/source/webserve/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, ru, vi, zh_hans, zh_hant

source: %@ Dark Mode
de: %@ Dunkelmodus
fr: %@ Mode sombre
ja: %@ ダークモード
ko: %@ 다크 모드
ru: %@ — тёмная тема
vi: %@ — Chế độ tối
zh_hans: %@ 深色模式
zh_hant: %@ 深色模式

source: %@ Follow System
de: %@ System folgen
fr: %@ Suivre le système
ja: %@ システムに従う
ko: %@ 시스템 설정 따르기
ru: %@ — как в системе
vi: %@ — Theo hệ thống
zh_hans: %@ 跟随系统
zh_hant: %@ 跟隨系統

source: %@ Light Mode
de: %@ Hellmodus
fr: %@ Mode clair
ja: %@ ライトモード
ko: %@ 라이트 모드
ru: %@ — светлая тема
vi: %@ — Chế độ sáng
zh_hans: %@ 浅色模式
zh_hant: %@ 淺色模式

source: A number between 1 - 65535. Port that the local web server is accessible on. Access the website at _`http://localhost:[PORT]`_ .
de: Eine Zahl zwischen 1 und 65535. Über diesen Port ist der lokale Webserver erreichbar. Greifen Sie auf die Website unter _`http://localhost:[PORT]`_ zu.
fr: Un nombre compris entre 1 et 65535. Port sur lequel le serveur Web local est accessible. Accédez au site via _`http://localhost:[PORT]`_.
ja: 1 から 65535 までの数値です。ローカル Web サーバーが利用するポートです。 _`http://localhost:[PORT]`_ でアクセスできます。
ko: 1에서 65535 사이의 숫자입니다. 로컬 웹 서버에 접근할 수 있는 포트입니다. _`http://localhost:[PORT]`_ 에서 웹사이트에 접속할 수 있습니다.
ru: Число от 1 до 65535. Порт, через который доступен локальный веб-сервер. Откройте сайт по адресу _`http://localhost:[PORT]`_ .
vi: Một số từ 1 đến 65535. Cổng để truy cập máy chủ web cục bộ. Truy cập trang web tại _`http://localhost:[PORT]`_ .
zh_hans: 介于1到65535之间的数字。此端口可访问本机Web服务器。 访问网站：_`http://localhost:[PORT]`_。
zh_hant: 介於 1 到 65535 之間的數字。此連接埠可讓您存取本機 Web 伺服器。請透過 _`http://localhost:[PORT]`_ 存取網站。

source: About
de: Über
fr: À propos
ja: このアプリについて
ko: 정보
ru: О приложении
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: About %@
de: Über %@
fr: À propos de %@
ja: %@ について
ko: %@ 정보
ru: О %@
vi: Giới thiệu về %@
zh_hans: 关于 %@
zh_hant: 關於 %@

source: Allow cross origin requests. Sets **Access-Control-Allow-Origin** header to **\***, **Access-Control-Allow-Methods** to **GET, POST, PUT, DELETE**, and **Access-Control-Max-Age** to **120**. [Learn more about Cross-Origin Resource Sharing](https://developer.mozilla.org/en-US/docs/Web/HTTP/CORS).
de: Erlaubt anwendungsübergreifende Anfragen. Setzt den Header **Access-Control-Allow-Origin** auf **\***, **Access-Control-Allow-Methods** auf **GET, POST, PUT, DELETE** und **Access-Control-Max-Age** auf **120**. [Mehr über Cross-Origin Resource Sharing erfahren](https://developer.mozilla.org/en-US/docs/Web/HTTP/CORS).
fr: Autoriser les requêtes inter-origines. Définit l’en-tête **Access-Control-Allow-Origin** sur **\***, **Access-Control-Allow-Methods** sur **GET, POST, PUT, DELETE** et **Access-Control-Max-Age** sur **120**. [En savoir plus sur le partage de ressources entre origines (CORS)](https://developer.mozilla.org/en-US/docs/Web/HTTP/CORS).
ja: クロスオリジンリクエストを許可します。 **Access-Control-Allow-Origin** ヘッダーを **\*** に、**Access-Control-Allow-Methods** を **GET, POST, PUT, DELETE** に、**Access-Control-Max-Age** を **120** に設定します。 [Cross-Origin Resource Sharing の詳細を見る](https://developer.mozilla.org/en-US/docs/Web/HTTP/CORS)。
ko: 교차 출처 요청을 허용합니다. **Access-Control-Allow-Origin** 헤더를 **\*** 로, **Access-Control-Allow-Methods** 를 **GET, POST, PUT, DELETE** 로, **Access-Control-Max-Age** 를 **120** 으로 설정합니다. [Cross-Origin Resource Sharing에 대해 자세히 알아보기](https://developer.mozilla.org/en-US/docs/Web/HTTP/CORS).
ru: Разрешить междоменные запросы. Устанавливает заголовок **Access-Control-Allow-Origin** в значение **\***, **Access-Control-Allow-Methods** — **GET, POST, PUT, DELETE**, а **Access-Control-Max-Age** — **120**. [Подробнее о совместном использовании ресурсов между источниками](https://developer.mozilla.org/en-US/docs/Web/HTTP/CORS).
vi: Cho phép các yêu cầu khác nguồn. Đặt tiêu đề **Access-Control-Allow-Origin** thành **\***, **Access-Control-Allow-Methods** thành **GET, POST, PUT, DELETE** và **Access-Control-Max-Age** thành **120**. [Tìm hiểu thêm về Chia sẻ tài nguyên giữa các nguồn](https://developer.mozilla.org/en-US/docs/Web/HTTP/CORS).
zh_hans: 允许跨域请求。将 **Access-Control-Allow-Origin** 头设置为 *，**Access-Control-Allow-Methods** 头设置为 **GET, POST, PUT, DELETE**，**Access-Control-Max-Age** 头设置为 **120**。 [了解更多关于跨域资源共享 (CORS) 的信息](https://developer.mozilla.org/en-US/docs/Web/HTTP/CORS)。
zh_hant: 允許跨來源請求。將 **Access-Control-Allow-Origin** 標頭設為 **\***、**Access-Control-Allow-Methods** 設為 **GET, POST, PUT, DELETE**，並將 **Access-Control-Max-Age** 設為 **120**。[進一步了解跨來源資源共用 (CORS)](https://developer.mozilla.org/en-US/docs/Web/HTTP/CORS)。

source: Appearance
de: Darstellung
fr: Apparence
ja: 外観
ko: 모양
ru: Внешний вид
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
ko: 취소
ru: Отмена
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Confirm
de: Bestätigen
fr: Confirmer
ja: 確認
ko: 확인
ru: Подтвердить
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# Confirm deletion [Port number: %@] %@?
source: Confirm deletion [Port number: %1$@] %2$@?
de: Löschen von [Portnummer: %1$@] %2$@ bestätigen?
fr: Confirmer la suppression de [numéro de port : %1$@] %2$@ ?
ja: [ポート番号: %1$@] %2$@ を削除してもよろしいですか？
ko: [포트 번호: %1$@] %2$@ 를 삭제하시겠습니까?
ru: Подтвердить удаление [номер порта: %1$@] %2$@?
vi: Xác nhận xóa [Số cổng: %1$@] %2$@?
zh_hans: 确认删除 [端口号:%1$@] %2$@ ?
zh_hant: 確認刪除 [連接埠號碼: %1$@] %2$@？

source: Dark
de: Dunkel
fr: Sombre
ja: ダーク
ko: 다크
ru: Тёмная
vi: Tối
zh_hans: 暗色
zh_hant: 深色

source: Delete Server
de: Server löschen
fr: Supprimer le serveur
ja: サーバーを削除
ko: 서버 삭제
ru: Удалить сервер
vi: Xóa máy chủ
zh_hans: 删除服务
zh_hant: 刪除服務

source: Directory does not exist: %@
de: Verzeichnis existiert nicht: %@
fr: Le répertoire n’existe pas : %@
ja: ディレクトリが存在しません: %@
ko: 디렉터리가 존재하지 않습니다: %@
ru: Каталог не существует: %@
vi: Thư mục không tồn tại: %@
zh_hans: 目录不存在： %@
zh_hant: 目錄不存在：%@

source: Do you want to enable auto-launch at startup?
de: Möchten Sie den automatischen Start beim Anmelden aktivieren?
fr: Voulez-vous activer le lancement automatique au démarrage ?
ja: 起動時に自動起動を有効にしますか？
ko: 시작 시 자동 실행을 활성화하시겠습니까?
ru: Включить автоматический запуск при входе в систему?
vi: Bạn có muốn bật tự động khởi chạy khi đăng nhập không?
zh_hans: 是否要在启动时启用自动启动？
zh_hant: 您要在啟動時啟用自動啟動嗎？

source: Drag a folder here to add a service
de: Ziehen Sie einen Ordner hierher, um einen Dienst hinzuzufügen
fr: Faites glisser un dossier ici pour ajouter un service
ja: ここにフォルダをドラッグしてサービスを追加
ko: 서비스를 추가하려면 폴더를 여기에 드래그하세요
ru: Перетащите сюда папку, чтобы добавить службу
vi: Kéo thư mục vào đây để thêm dịch vụ
zh_hans: 将文件夹拖到此处以添加服务
zh_hant: 將資料夾拖曳到此處以新增服務

source: Enable auto-launch?
de: Automatischen Start aktivieren?
fr: Activer le lancement automatique ?
ja: 自動起動を有効にしますか？
ko: 자동 실행을 활성화하시겠습니까?
ru: Включить автоматический запуск?
vi: Bật tự động khởi chạy?
zh_hans: 启用自动启动？
zh_hant: 啟用自動啟動？

source: Enable HTTP Basic authentication
de: HTTP-Basisauthentifizierung aktivieren
fr: Activer l’authentification HTTP Basic
ja: HTTP Basic 認証を有効にする
ko: HTTP Basic 인증 활성화
ru: Включить базовую HTTP-аутентификацию
vi: Bật xác thực HTTP Basic
zh_hans: 启用HTTP基本身份验证
zh_hant: 啟用 HTTP Basic 驗證

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
ru: Ошибка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Exclude .htm and .html extensions from URLs. For example, `/example.html` will redirect to `/example`. If a file exists at the path without an extension, the HTML file will still be rendered instead.
de: Blendet die Erweiterungen .htm und .html in URLs aus. Zum Beispiel wird `/example.html` zu `/example` umgeleitet. Wenn unter dem Pfad bereits eine Datei ohne Erweiterung existiert, wird stattdessen weiterhin die HTML-Datei dargestellt.
fr: Exclut les extensions .htm et .html des URL. Par exemple, `/example.html` sera redirigé vers `/example`. Si un fichier existe déjà à ce chemin sans extension, le fichier HTML sera tout de même affiché à la place.
ja: URL から .htm と .html の拡張子を除外します。たとえば `/example.html` は `/example` にリダイレクトされます。拡張子なしの同名ファイルが存在する場合は、その HTML ファイルが引き続き表示されます。
ko: URL에서 .htm 및 .html 확장자를 제외합니다. 예를 들어 `/example.html` 은 `/example` 으로 리디렉션됩니다. 확장자가 없는 파일이 해당 경로에 존재하는 경우에는 대신 HTML 파일이 계속 표시됩니다.
ru: Исключать расширения .htm и .html из URL. Например, `/example.html` перенаправит на `/example`. Если по пути без расширения существует файл, вместо него всё равно будет отображаться HTML-файл.
vi: Loại trừ phần mở rộng .htm và .html khỏi URL. Ví dụ, `/example.html` sẽ chuyển hướng đến `/example`. Nếu có tệp tại đường dẫn không có phần mở rộng, tệp HTML vẫn sẽ được hiển thị thay thế.
zh_hans: 从 URL 中排除 .htm 和 .html 扩展名。例如，访问 `/example.html` 将重定向到 `/example`。如果路径上存在一个没有扩展名的文件，HTML文件仍然会被呈现。
zh_hant: 從 URL 中排除 .htm 和 .html 副檔名。例如，`/example.html` 會重新導向至 `/example`。如果該路徑下存在沒有副檔名的檔案，仍會改為顯示 HTML 檔案。

source: Exclude .html extension
de: .html-Erweiterung ausblenden
fr: Exclure l’extension .html
ja: .html 拡張子を除外
ko: .html 확장자 제외
ru: Исключать расширение .html
vi: Loại trừ phần mở rộng .html
zh_hans: 排除 .html 扩展名
zh_hant: 排除 .html 副檔名

source: Failed to access
de: Zugriff fehlgeschlagen
fr: Échec de l’accès
ja: アクセスに失敗しました
ko: 접근에 실패했습니다
ru: Не удалось получить доступ
vi: Không thể truy cập
zh_hans: 无法访问
zh_hant: 無法存取

source: Failed to access security scoped resource.
de: Zugriff auf die sicherheitsbezogene Ressource fehlgeschlagen.
fr: Impossible d’accéder à la ressource à portée de sécurité.
ja: セキュリティスコープ付きリソースへのアクセスに失敗しました。
ko: 보안 범위 리소스에 접근하지 못했습니다.
ru: Не удалось получить доступ к ресурсу с ограниченной областью безопасности.
vi: Không thể truy cập tài nguyên có phạm vi bảo mật.
zh_hans: 无法访问受安全保护的资源。
zh_hant: 無法存取安全範圍資源。

source: Folder Not Found
de: Ordner nicht gefunden
fr: Dossier introuvable
ja: フォルダが見つかりません
ko: 폴더를 찾을 수 없음
ru: Папка не найдена
vi: Không tìm thấy thư mục
zh_hans: 未找到文件夹
zh_hant: 找不到資料夾

source: Folder path
de: Ordnerpfad
fr: Chemin du dossier
ja: フォルダパス
ko: 폴더 경로
ru: Путь к папке
vi: Đường dẫn thư mục
zh_hans: 文件夹路径
zh_hant: 資料夾路徑

source: Forward Host
de: Weiterleitungs-Host
fr: Hôte de transfert
ja: 転送ホスト
ko: 전달 호스트
ru: Перенаправляемый хост
vi: Máy chủ chuyển tiếp
zh_hans: 转发主机
zh_hant: 轉送主機

source: Forward Port
de: Weiterleitungs-Port
fr: Port de transfert
ja: 転送ポート
ko: 전달 포트
ru: Перенаправляемый порт
vi: Cổng chuyển tiếp
zh_hans: 转发端口
zh_hant: 轉送連接埠

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
ru: Основные
vi: Cài đặt chung
zh_hans: 常规
zh_hant: 一般

source: Generate Cert
de: Zertifikat erstellen
fr: Générer le certificat
ja: 証明書を生成
ko: 인증서 생성
ru: Создать сертификат
vi: Tạo chứng chỉ
zh_hans: 生成证书
zh_hant: 產生憑證

source: Generate Cert failed
de: Zertifikat konnte nicht erstellt werden
fr: Échec de la génération du certificat
ja: 証明書の生成に失敗しました
ko: 인증서 생성에 실패했습니다
ru: Не удалось создать сертификат
vi: Không thể tạo chứng chỉ
zh_hans: 证书生成失败
zh_hant: 憑證產生失敗

source: Got it
de: Verstanden
fr: Compris
ja: 了解
ko: 알겠습니다
ru: Понятно
vi: Đã hiểu
zh_hans: 知道了
zh_hant: 知道了

source: HTTP Basic auth Password
de: Passwort für HTTP-Basisauthentifizierung
fr: Mot de passe HTTP Basic
ja: HTTP Basic 認証パスワード
ko: HTTP Basic 인증 비밀번호
ru: Пароль базовой HTTP-аутентификации
vi: Mật khẩu xác thực HTTP Basic
zh_hans: HTTP基本身份验证密码
zh_hant: HTTP Basic 驗證密碼

source: HTTP Basic auth Username
de: Benutzername für HTTP-Basisauthentifizierung
fr: Nom d’utilisateur HTTP Basic
ja: HTTP Basic 認証ユーザー名
ko: HTTP Basic 인증 사용자 이름
ru: Имя пользователя базовой HTTP-аутентификации
vi: Tên người dùng xác thực HTTP Basic
zh_hans: HTTP基本身份验证用户名
zh_hant: HTTP Basic 驗證使用者名稱

source: If you're an individual user who has found WebServe useful for productivity, please consider sponsoring me as a token of appreciation. It's like buying me a coffee once in a while.
de: Wenn Sie als Einzelanwender WebServe hilfreich für Ihre Produktivität finden, ziehen Sie bitte in Betracht, mich als Zeichen Ihrer Wertschätzung zu unterstützen. Es ist, als würden Sie mir gelegentlich einen Kaffee spendieren.
fr: Si vous êtes un utilisateur individuel et que WebServe vous aide dans votre productivité, envisagez de me soutenir en signe d’appréciation. C’est comme m’offrir un café de temps en temps.
ja: WebServe が生産性向上に役立っていると感じる個人ユーザーの方は、感謝の気持ちとしてスポンサーをご検討ください。ときどきコーヒーをごちそうしていただくようなものです。
ko: WebServe가 생산성 향상에 도움이 되었다고 느끼는 개인 사용자라면, 감사의 표시로 후원을 고려해 주세요. 가끔 커피 한 잔을 사주는 것과 같습니다.
ru: Если WebServe помогает вам работать продуктивнее, поддержите меня в знак благодарности. Это как время от времени угощать меня чашкой кофе.
vi: Nếu WebServe giúp bạn làm việc hiệu quả hơn, hãy cân nhắc ủng hộ tôi để bày tỏ sự cảm kích. Điều đó giống như thỉnh thoảng mời tôi một tách cà phê.
zh_hans: 如果您是一位发现 WebServe 有助于提高工作效率的个人用户，请考虑赞助我，以表谢意。就像偶尔请我喝杯咖啡一样。
zh_hant: 如果您是覺得 WebServe 對提升生產力很有幫助的個人使用者，請考慮贊助我，作為對我的一點鼓勵。就像偶爾請我喝杯咖啡一樣。

source: Install Root CA
de: Root-CA installieren
fr: Installer l'autorité racine
ja: ルート CA をインストール
ko: 루트 CA 설치
ru: Установить корневой сертификат
vi: Cài đặt CA gốc
zh_hans: 安装根 CA
zh_hant: 安裝根 CA

source: Install Root CA failed
de: Installation der Root-CA fehlgeschlagen
fr: Échec de l'installation de l'autorité racine
ja: ルート CA のインストールに失敗しました
ko: 루트 CA 설치 실패
ru: Не удалось установить корневой сертификат
vi: Không thể cài đặt CA gốc
zh_hans: 安装根 CA 失败
zh_hant: 安裝根 CA 失敗

source: Keychain Access.app was not found.
de: Keychain Access.app wurde nicht gefunden.
fr: Keychain Access.app est introuvable.
ja: Keychain Access.app が見つかりませんでした。
ko: Keychain Access.app을(를) 찾을 수 없습니다.
ru: Приложение «Связка ключей» не найдено.
vi: Không tìm thấy ứng dụng Truy cập chuỗi khóa.
zh_hans: 未找到 Keychain Access.app。
zh_hant: 找不到 Keychain Access.app。

source: Language
de: Sprache
fr: Langue
ja: 言語
ko: 언어
ru: Язык
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Launch at login
de: Beim Anmelden starten
fr: Lancer à l’ouverture de session
ja: ログイン時に起動
ko: 로그인 시 실행
ru: Запускать при входе в систему
vi: Khởi chạy khi đăng nhập
zh_hans: 开机时启动
zh_hant: 登入時啟動

source: Light
de: Hell
fr: Clair
ja: ライト
ko: 라이트
ru: Светлая
vi: Sáng
zh_hans: 亮色
zh_hant: 淺色

source: Main Window
de: Hauptfenster
fr: Fenêtre principale
ja: メインウインドウ
ko: 메인 창
ru: Главное окно
vi: Cửa sổ chính
zh_hans: 主窗口
zh_hant: 主視窗

source: Make server accessible over a secure connection (https) instead of http. Uses the same single port, so you cannot use both http and https at the same time.
de: Macht den Server über eine sichere Verbindung (https) statt über http erreichbar. Es wird derselbe einzelne Port verwendet, daher können Sie http und https nicht gleichzeitig nutzen.
fr: Rend le serveur accessible via une connexion sécurisée (https) au lieu de http. Utilise le même port unique, vous ne pouvez donc pas utiliser http et https en même temps.
ja: サーバーを http ではなく安全な接続 (https) で利用できるようにします。同じ単一ポートを使用するため、http と https を同時に使うことはできません。
ko: 서버를 http 대신 보안 연결(https)로 접근할 수 있게 합니다. 동일한 단일 포트를 사용하므로 http와 https를 동시에 사용할 수 없습니다.
ru: Сделать сервер доступным через защищённое соединение (https) вместо http. Используется тот же единственный порт, поэтому одновременно использовать http и https нельзя.
vi: Cho phép truy cập máy chủ qua kết nối bảo mật (https) thay vì http. Sử dụng cùng một cổng duy nhất, vì vậy không thể dùng cả http và https cùng lúc.
zh_hans: 使服务器只能通过安全连接(HTTPS)而不是HTTP访问。服务使用单个端口，因此您不能同时同时使用HTTP和HTTPS。
zh_hant: 讓伺服器透過安全連線（https）而不是 http 存取。由於使用相同的單一連接埠，因此無法同時使用 http 和 https。

source: Manual trust required
de: Manuelles Vertrauen erforderlich
fr: Confiance manuelle requise
ja: 手動で信頼設定が必要です
ko: 수동 신뢰 설정 필요
ru: Требуется доверие вручную
vi: Yêu cầu tin cậy thủ công
zh_hans: 需要手动信任
zh_hant: 需要手動信任

source: More App
de: Weitere Apps
fr: Plus d’apps
ja: その他のアプリ
ko: 더 많은 앱
ru: Другие приложения
vi: Ứng dụng khác
zh_hans: 更多应用
zh_hant: 更多應用

source: No access permission
de: Keine Zugriffsberechtigung
fr: Aucune autorisation d’accès
ja: アクセス権限がありません
ko: 접근 권한 없음
ru: Нет разрешения на доступ
vi: Không có quyền truy cập
zh_hans: 没访问权限
zh_hant: 沒有存取權限

source: Open in Finder
de: Im Finder öffnen
fr: Ouvrir dans le Finder
ja: Finder で開く
ko: Finder에서 열기
ru: Открыть в Finder
vi: Mở trong Finder
zh_hans: 在访达中打开
zh_hant: 在 Finder 中打開

source: Open Root CA failed
de: Root-CA konnte nicht geöffnet werden
fr: Impossible d'ouvrir l'autorité racine
ja: ルート CA を開けませんでした
ko: 루트 CA 열기 실패
ru: Не удалось открыть корневой сертификат
vi: Không thể mở CA gốc
zh_hans: 打开根 CA 失败
zh_hant: 開啟根 CA 失敗

source: Open Root CA in Keychain Access
de: Root-CA in der Schlüsselbundverwaltung öffnen
fr: Ouvrir l'autorité racine dans Accès au trousseau
ja: キーチェーンアクセスでルート CA を開く
ko: 키체인 접근에서 루트 CA 열기
ru: Открыть корневой сертификат в программе «Связка ключей»
vi: Mở CA gốc trong Truy cập chuỗi khóa
zh_hans: 在“钥匙串访问”中打开根 CA
zh_hant: 在「鑰匙圈存取」中開啟根 CA

source: Opening the Root CA in Keychain Access failed with exit code %d.
de: Das Öffnen der Root-CA in der Schlüsselbundverwaltung ist mit Exit-Code %d fehlgeschlagen.
fr: L'ouverture de l'autorité racine dans Accès au trousseau a échoué avec le code de sortie %d.
ja: キーチェーンアクセスでルート CA を開く処理は、終了コード %d で失敗しました。
ko: 키체인 접근에서 루트 CA를 여는 데 실패했습니다. 종료 코드: %d.
ru: Не удалось открыть корневой сертификат в программе «Связка ключей». Код завершения: %d.
vi: Không thể mở CA gốc trong Truy cập chuỗi khóa. Mã thoát: %d.
zh_hans: 在“钥匙串访问”中打开根 CA 失败，退出代码为 %d。
zh_hant: 在「鑰匙圈存取」中開啟根 CA 失敗，結束代碼為 %d。

source: Please enter your password
de: Bitte geben Sie Ihr Passwort ein
fr: Veuillez saisir votre mot de passe
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
ru: Введите пароль
vi: Vui lòng nhập mật khẩu
zh_hans: 请输入您的密码
zh_hant: 請輸入您的密碼

source: Please enter your username
de: Bitte geben Sie Ihren Benutzernamen ein
fr: Veuillez saisir votre nom d’utilisateur
ja: ユーザー名を入力してください
ko: 사용자 이름을 입력하세요
ru: Введите имя пользователя
vi: Vui lòng nhập tên người dùng
zh_hans: 请输入您的用户名
zh_hant: 請輸入您的使用者名稱

source: Please select a folder
de: Bitte wählen Sie einen Ordner aus
fr: Veuillez sélectionner un dossier
ja: フォルダを選択してください
ko: 폴더를 선택하세요
ru: Выберите папку
vi: Vui lòng chọn thư mục
zh_hans: 请选择一个文件夹
zh_hant: 請選擇一個資料夾

source: Port %u is already in use.
de: Port %u wird bereits verwendet.
fr: Le port %u est déjà utilisé.
ja: ポート %u はすでに使用されています。
ko: 포트 %u 는 이미 사용 중입니다.
ru: Порт %u уже используется.
vi: Cổng %u đang được sử dụng.
zh_hans: 端口 %u 已被使用
zh_hant: 連接埠 %u 已被使用。

source: Port Forward
de: Portweiterleitung
fr: Transfert de port
ja: ポート転送
ko: 포트 포워딩
ru: Перенаправление порта
vi: Chuyển tiếp cổng
zh_hans: 端口转发
zh_hant: 連接埠轉送

source: Port Unavailable
de: Port nicht verfügbar
fr: Port indisponible
ja: ポートが使用できません
ko: 사용할 수 없는 포트
ru: Порт недоступен
vi: Cổng không khả dụng
zh_hans: 端口号不可用
zh_hant: 連接埠不可用

source: Reauth
de: Erneut autorisieren
fr: Réautoriser
ja: 再認証
ko: 다시 인증
ru: Повторная аутентификация
vi: Xác thực lại
zh_hans: 重新授权
zh_hant: 重新授權

source: Rewrite to (for SPAs)
de: Umschreiben auf (für SPAs)
fr: Réécrire vers (pour les SPA)
ja: 書き換え先 (SPA 用)
ko: 다음으로 재작성 (SPA용)
ru: Перезаписывать в (для SPA)
vi: Viết lại thành (cho SPA)
zh_hans: 重写到 (for SPAs)
zh_hant: 重寫到（用於 SPA）

source: Root CA installed
de: Root-CA installiert
fr: Autorité racine installée
ja: ルート CA をインストールしました
ko: 루트 CA 설치됨
ru: Корневой сертификат установлен
vi: Đã cài đặt CA gốc
zh_hans: 根 CA 已安装
zh_hant: 根 CA 已安裝

source: Running
de: Läuft
fr: En cours d’exécution
ja: 実行中
ko: 실행 중
ru: Работает
vi: Đang chạy
zh_hans: 运行中
zh_hant: 執行中

source: Save Changes
de: Änderungen speichern
fr: Enregistrer les modifications
ja: 変更を保存
ko: 변경 사항 저장
ru: Сохранить изменения
vi: Lưu thay đổi
zh_hans: 保存更改
zh_hant: 儲存變更

source: security add-trusted-cert failed with exit code %d.
de: "security add-trusted-cert" ist mit Exit-Code %d fehlgeschlagen.
fr: "security add-trusted-cert" a échoué avec le code de sortie %d.
ja: security add-trusted-cert は終了コード %d で失敗しました。
ko: security add-trusted-cert가 종료 코드 %d로 실패했습니다.
ru: Команда security add-trusted-cert завершилась с ошибкой. Код завершения: %d.
vi: Lệnh security add-trusted-cert không thành công với mã thoát %d.
zh_hans: security add-trusted-cert 失败，退出代码为 %d。
zh_hant: security add-trusted-cert 失敗，結束代碼為 %d。

source: Select Folder
de: Ordner auswählen
fr: Sélectionner un dossier
ja: フォルダを選択
ko: 폴더 선택
ru: Выбрать папку
vi: Chọn thư mục
zh_hans: 选择文件夹
zh_hant: 選擇資料夾

source: Select Folder...
de: Ordner auswählen...
fr: Sélectionner un dossier...
ja: フォルダを選択...
ko: 폴더 선택...
ru: Выбрать папку...
vi: Chọn thư mục...
zh_hans: 选择文件夹
zh_hant: 選擇資料夾...

source: Set CORS headers
de: CORS-Header setzen
fr: Définir les en-têtes CORS
ja: CORS ヘッダーを設定
ko: CORS 헤더 설정
ru: Настроить заголовки CORS
vi: Đặt tiêu đề CORS
zh_hans: 设置跨域请求头(CORS)
zh_hant: 設定 CORS 標頭

source: Show directory file list?
de: Dateiliste des Verzeichnisses anzeigen?
fr: Afficher la liste des fichiers du répertoire ?
ja: ディレクトリのファイル一覧を表示しますか？
ko: 디렉터리 파일 목록을 표시하시겠습니까?
ru: Показывать список файлов каталога?
vi: Hiển thị danh sách tệp trong thư mục?
zh_hans: 是否显示目录文件列表
zh_hant: 顯示目錄檔案清單？

source: Show Folder
de: Ordner anzeigen
fr: Afficher le dossier
ja: フォルダを表示
ko: 폴더 보기
ru: Показать папку
vi: Hiển thị thư mục
zh_hans: 显示文件夹
zh_hant: 顯示資料夾

source: Single page rewrite (for SPAs)
de: Einzelseiten-Umschreibung (für SPAs)
fr: Réécriture de page unique (pour les SPA)
ja: 単一ページ書き換え (SPA 用)
ko: 단일 페이지 재작성 (SPA용)
ru: Перезапись одностраничного приложения (для SPA)
vi: Viết lại trang đơn (cho SPA)
zh_hans: 单页重写 (for SPAs)
zh_hant: 單頁重寫（用於 SPA）

source: Skip hidden files
de: Versteckte Dateien überspringen
fr: Ignorer les fichiers cachés
ja: 隠しファイルをスキップ
ko: 숨김 파일 건너뛰기
ru: Пропускать скрытые файлы
vi: Bỏ qua tệp ẩn
zh_hans: 跳过隐藏文件
zh_hant: 略過隱藏檔案

source: Sponsor
de: Sponsern
fr: Sponsoriser
ja: スポンサー
ko: 후원
ru: Поддержать
vi: Ủng hộ
zh_hans: 赞助
zh_hant: 贊助

source: SSL/TLS certificate
de: SSL/TLS-Zertifikat
fr: Certificat SSL/TLS
ja: SSL/TLS 証明書
ko: SSL/TLS 인증서
ru: Сертификат SSL/TLS
vi: Chứng chỉ SSL/TLS
zh_hans: SSL/TLS 证书
zh_hant: SSL/TLS 憑證

source: SSL/TLS private key
de: SSL/TLS-Privatschlüssel
fr: Clé privée SSL/TLS
ja: SSL/TLS 秘密鍵
ko: SSL/TLS 개인 키
ru: Закрытый ключ SSL/TLS
vi: Khóa riêng SSL/TLS
zh_hans: SSL/TLS 私钥
zh_hant: SSL/TLS 私密金鑰

source: Stopped
de: Gestoppt
fr: Arrêté
ja: 停止中
ko: 중지됨
ru: Остановлено
vi: Đã dừng
zh_hans: 已停止
zh_hant: 已停止

source: Thank you for your support! 🙌
de: Vielen Dank für Ihre Unterstützung! 🙌
fr: Merci pour votre soutien ! 🙌
ja: ご支援ありがとうございます！🙌
ko: 지원해 주셔서 감사합니다! 🙌
ru: Спасибо за вашу поддержку! 🙌
vi: Cảm ơn bạn đã ủng hộ! 🙌
zh_hans: 感谢您的支持！🙌
zh_hant: 感謝您的支持！🙌

source: The folder does not exist at the specified path: %@
de: Der Ordner existiert nicht unter dem angegebenen Pfad: %@
fr: Le dossier n’existe pas au chemin spécifié : %@
ja: 指定されたパスにフォルダが存在しません: %@
ko: 지정된 경로에 폴더가 존재하지 않습니다: %@
ru: Папка не существует по указанному пути: %@
vi: Thư mục không tồn tại tại đường dẫn đã chỉ định: %@
zh_hans: 在指定路径未找到该文件夹：%@
zh_hant: 在指定路徑中找不到該資料夾：%@

source: The Root CA was opened in Keychain Access. Set it to Always Trust for SSL, then restart your browser.
de: Die Root-CA wurde in der Schlüsselbundverwaltung geöffnet. Stellen Sie sie für SSL auf "Immer vertrauen" und starten Sie dann Ihren Browser neu.
fr: L'autorité racine a été ouverte dans Accès au trousseau. Réglez-la sur "Toujours approuver" pour SSL, puis redémarrez votre navigateur.
ja: ルート CA をキーチェーンアクセスで開きました。SSL で「常に信頼」に設定してから、ブラウザを再起動してください。
ko: 루트 CA가 키체인 접근에서 열렸습니다. SSL에 대해 '항상 신뢰'로 설정한 후 브라우저를 다시 시작하세요.
ru: Корневой сертификат открыт в программе «Связка ключей». Установите для него параметр «Всегда доверять» для SSL, затем перезапустите браузер.
vi: CA gốc đã được mở trong Truy cập chuỗi khóa. Đặt thành Luôn tin cậy cho SSL, sau đó khởi động lại trình duyệt.
zh_hans: 已在“钥匙串访问”中打开根 CA。请将其 SSL 信任设置为“始终信任”，然后重启浏览器。
zh_hant: 已在「鑰匙圈存取」中開啟根 CA。請將其 SSL 信任設為「永遠信任」，然後重新啟動瀏覽器。
